Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] My Gently Raised Beast (곱게 키웠더니, 짐승).tmx
Source language: ko_kr
Languages: en_us

source: 아델라이는 아무렇지 않은 척 다시 고개를 들었으나 파리하게 질린 입술은 숨기지 못했다.
en_us: While pretending to be fine, Adellai turned away trying to hide her quivering lips from the crowd.

source: 제국을 떠난 뒤 다시 돌아오게 된다면 다시 블론디나를 찾아갈 것이다.
en_us: As he crossed the borders, he promised himself that he would go see Blondina as soon as he returned from his studies.

source: 블론디나는 에이몬의 뒷다리에 연고를 바르고 붕대를 감으며 픽 웃었다.
en_us: Blondina smiled in relief as she put some ointment over the cut and covered it with bandage.

source: “흐음.”
en_us: “Hmm.”

source: 잘생겼대도 난리야!
en_us: Why does he have to make such a big fuss even if I compliment him?!

source: 에이몬이 고개를 반대쪽으로 갸우뚱 기울이며 블론디나를 올려다보다가 곧 시선을 내려 참새를 응시했다.{j}에이몬의 앞발이 참새의 통통한 배를 꼭 눌렀다.
en_us: Amon tilted his head, seemed confused by Blondina’s words, and he looked down at the sparrow. He lifted his front paw and pressed the stomach of the chubby sparrow lying dead.{j}

source: “맞아요!{j}나 보고는 안 기뻐했으면서!”
en_us: “That’s right! You weren’t very happy to see me!”

source: 에이몬이 이를 드러냈다.
en_us: Annoyed by Majetto’s interruption, Amon showed his fang.

source: 아델라이 황녀가 고개를 슬며시 기울였다.
en_us: Princess Adellai slowly turned her heads toward Blondina so that Blondina could hear her words and started speaking in a language Blondina couldn’t understand.

source: 집을 나가기 전 잡았던 어머니의 손.{j}이젠 희미해진 어머니의 얼굴이 잔상처럼 떠오를 뿐이었다.
en_us: The feeling of her mother’s hand that she held right before she left for work was slowly fading away from her memories, along with her mother’s face.{j}

source: “아저씨?”{j}
en_us: “Sir?”

source: 쫑알거리는 마제또의 목소리가 작게 울린다.
en_us: Majetto’s angry voice quietly echoed through the room.

source: “사실 난 지금 생활에 퍽 만족하거든.{j}마음껏 먹고 편한 곳에서 잘 수 있는.”
en_us: “I’m pretty satisfied with my life right now. I don’t have to worry about starving and have a nice cozy room. That’s more than enough for me.”{j}

source: 아델라이 황녀가 억눌린 어조로 일갈했다.
en_us: Princess Adellai firmly said while suppressing her feelings.

source: 그리고 그들에게는 그다지 관심이 없다는 얼굴로 그대로 뒤돌아 자리를 떴다.
en_us: Blondina turned away from the group of nobles as if she had no interest and left the ballroom.

source: 황제는 블론디나의 빛나는 머리카락을 보다가 그 끝을 슬며시 움켜쥐었다.
en_us: Without breaking the silence, the emperor calmly gazed at Blondina’s golden hair and slowly grasped it in his hand.

source: 처음으로 심장이 뛰었다.{j}그 하나면 된 것이었다.
en_us: That very moment, he felt his heart pound for the first time, and that in itself was more than enough for him.{j}

source: 「감히 이 몸의 엉덩이를 두드려?{j}손 없이 살고 싶어?」
en_us: “How dare you lay hands on my butt? Do you want to kiss your hand goodbye?”{j}

source: 신수가 황녀님 숙소를 오간다는 소문이 돌면 조금 곤란해지니 ‘캔디’라는 애완 고양이 취급하는 것이었다.
en_us: To prevent words spreading about a divine beast visiting Princess Blondina’s room, Lucy pretended to care for her pet cat named Candy.

source: 「브리디.{j}난 강해.」
en_us: “I’m strong, Briddy.”{j}

source: “인간 따위가 감히 내 것을 위협해……?”
en_us: “How dare a lowly human like you threaten something that’s of mine?”

source: 쭈삣쭈삣 말을 거는 것이 영 이상했다.{j}최근 에이몬은 늘 그랬다.
en_us: Something about him felt weird as he asked Lucy hesitantly.{j}

source: 정답!{j}블론디나는 의연한 얼굴로 미소를 지웠다.{j}표정으로 말하는 긍정이었다.
en_us: Surprised to see Prince Lart see straight through her intentions Blondina quickly returned to her blank face.{j}{j}

source: “블론디나.{j}나중에 그 보석 좀 빌려 줘.{j}나도 한번 해보게.{j}아델라이는 자기 거 절대 안 빌려주거든.”
en_us: “Hey Blondina, can you try brooch next time we meet? I would love to give it a try. Adellai never lets me put hers on.”{j}{j}{j}

source: 블론디나가 키득 웃었다.
en_us: Blondina began to laugh.

source: “잘못했어요!{j}먹지 마세요!{j}살려 주세요!”
en_us: “I’m sorry! Please don’t eat me! Spare my life!”{j}{j}

source: 그사이 두 점박이 고양이가 후다닥 도망가기 시작했다.
en_us: In the meantime, the two cats took the opportunity to flee away.

source: 그건 다시 말하지만 그쪽이 싫어서 그런 게 아니라-.”
en_us: “Also, I felt a little lazy to come here, but let me be clear. What I mean is, it’s not because I don’t like you...”

source: 확신으로 가득한 목소리였다.
en_us: She was certain Amon was nearby.

source: 무채색이던 소년의 메마른 마음을 적시는 감정이 휘도는 것이었다.
en_us: It was the feeling of emotions rushing into the boy’s once emotionless heart, filling it up with vibrant colors of love.

source: “에이몬.{j}여기 봐봐.{j}개미가 나무를 타고 올라가고 있어.”
en_us: “Amon, look here. These ants are crawling up this tree.”{j}{j}

source: 에이몬은 저도 모르게 헛웃음을 지으려다 간신히 참았다.{j}상황을 두려워하여 발발 떨고 있는 건 맞는데, 안 보이는 부위로 골라 때리라고 하다니.
en_us: Amon almost let out a hearty laugh satisfied with her request. Honestly, he thought it was funny of her to ask such request while trembling in fear.

source: “언젠가 준비가 되면 말해 줄게.”
en_us: “I will when I’m ready to share.”

source: 아이들의 대화는 계속됐다.
en_us: The young group continued to disdain Blondina with their conversation.

source: 블론디나는 목에 건 목걸이를 풀었다.{j}탁.{j}헝겊 안 보석이 유리 테이블 위에 맞닿는 소리가 났다.{j}그제야 주인이 고개를 들었다.
en_us: Blondina slipped the necklace off her neck and put it down before the man. The sound of the ring in the pouch hitting the glass countertop made the owner raise his head towards her.

source: 라르트 황자는 눈물을 뚝뚝 흘리며 주먹을 움켜쥐었다.
en_us: Prince Lart clenched his fists tight with tears dropping from his face.

source: 블론디나는 애써 웃었다.
en_us: Blondina put up a fake smile to lighten the mood.

source: #3화
en_us: Chapter 3

source: 에이몬이 언짢은 마음을 억누르고 침착하게 말했다.
en_us: Amon hid his displeased emotions and tried to talk in a calm tone.

source: 어머니가 영주님의 정부라도 됐다니.{j}엄마가 그동안 어떻게 산 줄도 모르고.
en_us: How could he think that my mother remarried with a feudal lord? He would never know what my mother and I had to go through.{j}

source: 제 배다른 형제자매인 아델라이 황녀와 라르트 황자와 꼭 닮은 모습이었다.{j}그래서 더욱 괴리감이 느껴졌다.{j}제 아비이지만 아비 같지 않은 자.
en_us: He looked exactly like Blondina’s half- siblings, Princess Adellai and Prince Lart, which was why Blondina didn’t feel a bond develop with her and her father. She never considered the emperor as her father.{j}{j}

source: “아, 네.”
en_us: “Oh, yes.”

source: 블론디나의 머리 위에 있던 마제또가, 블론디나의 어깨 위로 늘어진 머리카락 속으로 황급히 몸을 파묻었다.
en_us: Majetto swiftly hid under Blondina’s blond hair using it as a curtain to cover himself.

source: 그들만의 세계가 견고한 황족과 귀족 그룹에 끼어들 수 있을 리 없다.
en_us: It was impossible for her to break into the firm noble society that had no respect for her.

source: 천천히 움직이는 몸짓, 걸음마다 달라붙는 차분함.{j}누가 보아도 황녀 그 자체였다.
en_us: Looking at her slow and elegant movements and her patient steps, no one could possibly doubt her status as a princess.{j}

source: 언제 보아도 인간 모습의 에이몬에게는 영 적응이 되지 않는다.
en_us: No matter how many times she saw Amon in his human form, she couldn’t get used to his beauty.

source: 인간이 아무리 칼과 창을 들고 달려들어도 맨몸의 그들을 이길 수 없었다.{j}화살조차 튕겨 내는 단단한 가죽.
en_us: No sword or spears of men could defeat them. Arrows would never pierce through their impenetrable skin.

source: 그 질문에 소년이 살짝 시선을 피했다.
en_us: The boy turned his face without responding.

source: 저 아이가 얼마 전만 해도 더러운 흙바닥을 구르던 평민이었을 줄, 그 누가 상상이나 할 수 있겠는가.{j}황제의 입꼬리가 절로 올라갔다.
en_us: Thinking of how much Blondina had changed since he first met her when she was a humble commoner, the emperor’s lips slightly curved.{j}

source: “에이몬.{j}앞발 괜찮아?{j}안 다쳤어?”
en_us: “Amon, is your paw okay? Are you hurt?”{j}{j}

source: 이마 위에서 반짝이는 변환석이 알려 주고 있다.
en_us: When he finally had the chance to turn his head and look up, the transformation stone on the boy’s head was what caught his eye first.

source: 그리고 혼잣말하듯 목소리를 내리눌러 물었다.
en_us: She forced herself to speak back to Amon with a firm voice.

source: 블론디나는 깊게 생각하지 않고 쉬이 넘겼다.
en_us: Blondina didn’t want to think further about her father’s change in attitude, because his sudden interest in her didn’t really change anything for her.

source: 황제가 나른한 얼굴로 체스 말을 옮겼다.
en_us: The emperor spoke as he moved the pawn on the chessboard.

source: “에이몬은 내일도 안 오나…… 그러고 보니 에이몬은 어디 사는 걸까…….”
en_us: “I wonder if Amon will come by tomorrow...Come to think of it, I don’t even know where he lives.”

source: 불쌍하다고 거두어 주긴.{j}달랑 주급 2실링 주고 부려 먹는 주제에.{j}나 말고는 쓸 사람도 없으면서.
en_us: Out of generosity, bull crap. Where would you find someone willing to work here for only two shillings a week, none other than me?

source: “커흑……!”
en_us: “Argh...!”

source: 블론디나는 어색하게 굳은 모습으로 눈만 굴렸다.
en_us: However, unlike his expectation, Blondina stood awkwardly rolling her eyes away from him.

source: 물론, 예쁜 속눈썹이 느릿하게 움직이는 모습이나 정적인 얼굴로 차를 마시는 모습.
en_us: Of course, she still liked the way his pretty eyelashes slowly moved and the calm face he had drinking his tea, but it didn’t feel the same like before.

source: 어느새 날아온 마제또가 그들의 머리 위를 빙빙 돌며 짹짹거렸다.
en_us: Majetto appeared out of nowhere and began flying around in circles on top of them.

source: “붙들지 그랬어?”
en_us: “Why didn’t you?”

source: 「작고 귀엽다니!」
en_us: “How dare you describe me as cute and little?!”

source: 이곳에 블론디나가 있을 줄이야.
en_us: I can’t believe Blondina was invited to the party.

source: 낡은 여관 다락방에서 눈을 떴어야 했는데.{j}눈을 뜨자 보이는 게 번쩍거리는 장식이라니.
en_us: She wasn’t used to waking up in such a flashy environment since her entire life the only thing she saw waking up was a dark somber attic.{j}

source: 아까 라르트 황자를 상대할 때도 느꼈지만 저 블론디나라는 천한 것은, 침착한 척 비꼬는 재주가 보통이 아니었다.
en_us: Observed by how Blondina countered her brother, the princess was began to learn how Blondina slyly used her sarcastic demeanor.

source: “창피를 당한 건 너이지만 결국 그 모든 게 황족의 치부야.{j}언제까지 그렇게 생각 없이 행동할 거야?”
en_us: “You may feel personally slighted by today’s incident, but in the end you brought shame to our family. When will stop being so thoughtless in your actions?”{j}

source: 부산스러운 그녀의 몸짓을 에이몬은 사냥하는 듯한 날카로운 눈초리로 가만히 살펴보았다.{j}그런 후 이내 푹신한 쿠션에 몸을 기댔다.
en_us: Amon glanced at her with his sharp eyes before leaning his body on a soft cushion next to him.{j}

source: 그럴 리가 없는데.
en_us: There’s no way she knows.

source: 오늘 제 아비가 절 부른 이유는 무얼까.
en_us: Why did my father invite me to the tea party?

source: 영문 모를 상황이다.{j}그의 모습은 이미 사라진 뒤였다.{j}홀로 남겨진 블론디나는 멍하니 닫힌 문만 응시했다.
en_us: Blondina quietly called him, staring blankly at the closed door, but he was nowhere to be found in the store.

source: 물컵에 새 물을 따른 하녀가 그것을 내밀었다.
en_us: Her servant gave her a cup of water and said.

source: 갑자기 별궁 가구를 바꿔 주지를 않나, 어느 날엔 선물이랍시고 목걸이를 선물해 주지를 않나.
en_us: She didn’t know why, but out of the blue, he replaced all the furniture in the palace and gifted her a necklace, for no particular reason.

source: 「이거 말이 안 통하는 꼬맹이잖아?」
en_us: “Now, I feel like I’m talking to a wall here.”

source: 하지만 아직은 아니었다.{j}차후 마음이 좀 더 단단해졌을 때.{j}그를 떠올려도 어깨를 움츠리지 않게 되었을 때 말하는 게 나을 것 같았다.{j}웃는 얼굴로 편하게 말할 수 있도록.
en_us: But Blondina knew it wasn’t the right time yet. She wanted to tell Amon when she finally healed from her past and would no longer shrug her shoulders when thinking of the innkeeper. She wanted to wait for the right moment when she could share her story with a laugh.{j}{j}{j}

source: 생각에 잠긴 표정으로 블론디나를 바라보던 에이몬이 이내 고개를 가만히 내저었다.
en_us: Amon gazed at Blondina and didn’t say a word as if he was lost in his thoughts, then he quietly shook his head.

source: “익숙?”
en_us: “Used to it?”

source: 하지만 블론디나의 생각은, 반 정도 틀렸다.
en_us: However, Blondina was only half-right about him.

source: “한데, 생각보다 의연하시네요.”
en_us: “But it seems you’re surprisingly calm about what happened just now.”

source: 황궁의 봄이 천천히 흐르고 있었다.
en_us: Spring was slowly passing by as summer drew near in the imperial palace.

source: 볕에 빛나는 딸의 금발을 보자 제 품에 안겨 있던 릴리의 머리카락의 잔상이 어렸다.
en_us: Looking at her daughter’s golden hair glittering like the night stars, he remembered the days when he held Lily in her arms and stroked down her golden hair.

source: 마치 ‘오다 주웠어’라고 말하는 듯한 모습이었다.{j}조금 부끄러워하는 것 같기도 하고 조금 머쓱하게 느껴지기도 하는 태도.
en_us: He sounded a little shy and awkward to elaborate on where he found the ring. So, he was trying to say as if he had picked it up somewhere on his way to see her.{j}

source: “좀 닥치라고, 이 멍청아!”
en_us: “Haven’t I made myself clear?! Shut up you idiot!”

source: 아까 자신을 비웃던 아델라이의 웃음소리보다, 저들만의 행복한 모습이 더 속을 아프게 찔렀다.
en_us: Her pain from loneliness made her suffer even more than the embarrassment she felt when Princess Adellai laughed at her.

source: 블론디나는 아무렇지도 않게 간단한 인사를 전했다.
en_us: Blondina casually greeted them with a brief nod.

source: 잠기운에 젖어 든 목소리로 중얼거리다 나른히 몸에 힘을 풀었다.{j}찌륵찌륵 울려 대는 풀벌레 소리가 점점 작아졌다.{j}이불을 꼭 쥐었던 손에 힘이 풀렸다.{j}그렇게 수마에 빠져든 블론디나는 색색거리며 잠이 들었다.
en_us: Blondina muttered in a sleepy voice as she carelessly laid on her bed. She slowly fell asleep relaxing her body and firm grip on the her blanket as the chirping sound gradually quiet downed in the background.{j}{j}{j}

source: “왜 싫어해?”
en_us: “Why don’t you like us?”

source: 「그게 그렇게 마음에 들어?」
en_us: “You really like it, huh?

source: 일전에 파티장에서 절 비웃었던 ‘아델라이 황녀 일당’ 중 한 명 아닌가.
en_us: Then, she remembered that he was one of the aristocrats who came along with Princess Adellai to taunt her the other day at the party.

source: 「짐승은 많이 물어 봤는데 인간은 처음이라…….」
en_us: “I’ve threatened a lot of animals before, but it was my first time doing it on a human.”

source: 제게 중얼거렸던 황제의 발언을 떠올려 본다.{j}동시에 아델라이를 향해 온화히 말하던 황제의 목소리 역시 상기한다.
en_us: Blondina repeated after the emperor’s words while she recalled the tone of his voice when he spoke to Adellai just now.{j}

source: 그러다 까칠한 얼굴로 그녀의 귓불을 살짝 물어 버렸다.
en_us: Amon went straight for her earlobe and bit it as an act of retaliation.

source: 오만한 표정은 온데간데없고 복숭앗빛으로 살살 달아오르기 시작한 뺨이 남았다.
en_us: His arrogant face was no where to be found, but instead his face began to blush like a peach by her words.

source: 더듬거리듯 답하자, 에이몬이 몸을 블론디나 쪽으로 기울이며 슬며시 웃었다.
en_us: As Blondina stuttered in surprise, Amon leaned towards her face and smiled slyly.

source: 아델라이 황녀는 순간 그렇게 외칠 뻔하다가 겨우 참았다.{j}늘 침착하고 우아한 저인데 블론디나만 관련되면 자꾸 본래 모습을 잃게 된다.
en_us: Princess Adellai almost snapped and burst in anger. It seemed like whenever she confronted Blondina she wasn’t herself - becoming impatient and losing her elegant character.{j}

source: 난 반쪽짜리니까 같이 못 가.
en_us: The truth is my blood is only half-royal.

source: 귓가에 에이몬의 낮은 웃음소리가 들려왔다.{j}블론디나는 다시 생각했다.
en_us: Blondina heard Amon’s laugh echo through her ears and thought to herself.{j}

source: “그렇다면 네가 감히, 감히, 이런 것을 어디서……!”
en_us: “This isn’t something of your kind could ever possess…!”

source: 황송해하며 넙죽 엎드려야 할 판인데 그러기가 힘들다는 게 문제였다.
en_us: She thought about bowing to him for presenting such gift, but she decided not to since it didn’t seem appropriate considering their friendship.

source: “크흑……!”
en_us: “Ugh...”

source: 여전히 참새는 침묵했다.
en_us: Nothing happened.

source: 마제또는 에이몬의 앞발에 눌린 채 작은 날개를 파닥거렸다.
en_us: Majetto flapped his wing trying to set himself free from Amon’s foot, but it was useless.

source: “왜 안 죽였어요, 에이몬 님?”
en_us: “Why didn’t you finish him off, Sir Amon?” Majetto asked again.

source: 하지만 최근 보름 동안 블론디나를 찾아오지 않았다.
en_us: It had been already fifteen days since Blondina last saw him.

source: “난 트리제 륜 하베르티 아테스.{j}네 아비이자…… 아테스 제국의 황제이지.”
en_us: he replied back while stroking Blondina’s hair.

source: 에이몬은 블론디나가 반응도 보이기 전에 그것을 입에 물고 다시 창밖으로 재빨리 도망가 버렸다.
en_us: Before she could do anything, Amon quickly grabbed the jewelry from the ground and fled outside the window.

source: ‘내 사랑을 표현하지 못하게 하다니.’
en_us: How could he run away from my affections?

source: 블론디나가 팔찌를 찰랑거리며 웃었다.{j}에이몬 눈에 예뻐 보였으면 좋겠다, 라고 생각하며.
en_us: She continued smiling as she waved her wrist with the bracelet glittering in her arms. She tried her best to appeal to Amon.{j}

source: “에이몬, 오래간만이네.{j}요새 왜 안 왔어?”
en_us: “Welcome back, Amon. How come you haven’t come to see me lately?”{j}

source: 루시가 어찌했더라.
en_us: Let’s see...I can’t remember exactly what Lucy said when she met Amon for the first time.

source: 자존심이 있지.{j}이까짓 고통은 날 울릴 수 없어.
en_us: This is nothing. I’ve gone through more.

source: 아무렇지도 않게 나타난 작은 표범은, 주사위와 작은 표식을 앞발로 퉁퉁 내찼다.{j}이 몸이 등장했으니 어서 내게 주목하라는 듯.
en_us: Amon who appeared out of nowhere began to roll the dice sitting in front him, trying to grab the two girls’ attention.{j}

source: 저도 모르게 고양이의 시선을 피한 필립이 다시 품을 뒤적거려 무언가를 내밀었다.
en_us: He unconsciously avoided Amon’s gaze and reached for a small letter in his inner pocket.

source: 사냥터의 눈이 녹고 바람이 조금 따뜻해지자, 황실에서 활쏘기 대회를 주최했다.
en_us: As the thick blanket of snow in the hunting grounds melted and the warm breeze of spring air filled the air, the imperial court had announced to host an archery tournament.

source: “황녀님.{j}에이몬 님 정말 잘 노시네요.”
en_us: “Your Highness, Amon looks like he’s having a great time with the ball.”{j}

source: 블론디나는 그리 생각하며 연고와 붕대를 착착 정리했다.
en_us: Blondina wasn’t planning on holding him back any further. She started putting away the ointment and the bandages lying on the floor.

source: 황제는 그답지 않게 굳은 표정으로 블론디나의 말을 듣고만 있었다.{j}블론디나가 계속 말을 이었다.
en_us: The emperor uncharacteristically remained silent and listened to the princess with a stiff face. Blondina continued.{j}

source: 어디서 놀다 들어왔는지 깃에 민들레 씨를 잔뜩 묻히고 온 마제또가 외쳤다.
en_us: Out of nowhere, Majetto flew into the room covered with dandelion seeds.

source: 「나 있는 거 어떻게 알았어?」
en_us: “How did you know I was here?”

source: 꽉 닫아 두었던 과거의 기억 상자가 열렸다.
en_us: The memories of his past, which he had concealed deep inside his heart, were set free.

source: “어쩌다 다친 거야?”
en_us: “How did you get hurt?”

source: 한참 팔찌를 만지작거리던 블론디나는 그것을 팔목에 차보았다.
en_us: After messing around the bracelet for some time, Blondina finally put it on.

source: 좋아하지.{j}귀여우니까. ……다만, 살아 있을 때.
en_us: Only when the sparrow is alive I guess. Humans prefer to see one alive, rather than dead. {j}

source: 에이몬이 뱉어 낸 건 참새 한 마리였다.{j}자그맣고 배가 통통한 참새.{j}귀엽고도 사랑스러운 생명체.
en_us: The little object that was in Aaron’s mouth was nothing but a cute, adorable, and chubby sparrow. {j}

source: “그건 모르죠!{j}안 배웠어!{j}난 참새니까 공부 같은 거 안 해!”
en_us: “How would I know? Sparrows don’t study history!”{j}{j}

source: “하지만 다 알아들었는걸?”
en_us: “But then, how would she know what we were talking about?”

source: “하아, 하아, 하…….”
en_us: Putting her hands on her knees, Blondina was running out of breath.

source: 블론디나는 마제또를 움켜쥐고 창문 밖으로 가볍게 날려 버렸다.{j}언젠가 에이몬이 했듯.
en_us: Blondina grasped Majetto in her hands and softly threw him out the window just like how Amon threw the sparrow once before.{j}

source: 아니, 잊었다기보다는 기억에서 지워 냈다는 게 맞다.{j}릴리라는 여인과 함께했던 일은 그저 신기루이자 꿈이었다.
en_us: His love for her was nothing more than a fleeting memory he had to erase for the sake of his power.{j}

source: 네 발로 바닥을 가볍게 디딘 에이몬이 블론디나를 물끄러미 올려다보았다.
en_us: With his four legs, Amon softly landed on the ground and looked up at Blondina.

source: ‘나랑 둘이 있기 불편한가……?{j}혹시 루시를 좋아하는 건가?’
en_us: Does he feel uncomfortable staying with me...? Is it because he like Lucy more?{j}

source: 한동안 블론디나는 안절부절못하며 제 무릎에 누운 에이몬의 접촉을 견뎌 냈다.{j}눈치도 없는 마제또가 달려들어 훼방 놓을 때까지.
en_us: Blondina nervously sat on the floor with Amon’s head on her knees until Majetto butted in and interrupted them.{j}

source: 오백 년 전, 바라한의 후예가 모습을 드러내지 않았던가.
en_us: 500 years from now, a descendant of Barahan suddenly appeared to help the humans.

source: 그리 생각하며 블론디나가 제 발언을 곱씹고 있을 때였다.
en_us: Blondina carefully dwelled upon her remarks in concern.

source: “진정해, 고양아.{j}움직이면 피 더 나.”
en_us: “Calm down, cat. You’ll bleed even more if continue to move like that.”{j}

source: “라르트.{j}그 짐승이 널 위협하고 블론디나를 감쌌다고?”
en_us: “So, are you saying that the beast threatened you while protecting Blondina?”{j}

source: 조금 풀린 눈으로 절 올려다보는 에이몬은 평소와 조금 달랐다.
en_us: Something about Amon felt different today as he looked up at her from her knees.

source: “그자 역시 마정석에 반응을 보이지 않습니다.”
en_us: “She didn’t react at all to the magic stone, Your Majesty.”

source: 호들갑 떨며 테이블 위를 쫑쫑 뛰어다니던 마제또는 기어코 에이몬 손등에 제 뺨을 마구 비비기 시작했다.
en_us: He chirped annoyingly as he flew wildly around the table until he landed on Amon’s hand and rubbed his cheek on it.

source: “응.{j}공부하러 멀리 간대.{j}아주 나중에 온다니까 예민해할 필요 없어.”
en_us: “Yes. Apparently, he left to go study abroad. He won’t be back for a while, so there’s no need for you to worry about him.”{j}{j}

source: 문득 억울함이 치솟았으나 이내 가볍게 웃었다.
en_us: Rather than being swallowed by her anger for being mistreated by her siblings, she quickly shook it off with a smile.

source: 하지만 필립은 웃는 얼굴로 생각에 잠겼을 따름이다.{j}파티장에서 보았던 블론디나를 떠올린다.{j}
en_us: Despite Princess Adellai’s advice for him, Philip was lost in his thoughts as he reminded himself of Blondina, who he met for the first time at the party.

source: 블론디나는 복잡한 표정으로 황제를 응시했다.
en_us: Blondina gazed at the emperor with complicated feelings.

source: 필립은 흠흠, 하고 헛기침을 하더니 방해받은 대화를 잇기 위해 다시 입을 열었다.
en_us: Philip coughed awkwardly to get Blondina’s attention back and continued on with his invitation.

source: 위대한 표범 신수라고는 하지만 제 눈에는 검은 새끼고양이 같을 따름이다.
en_us: In Blondina’s eyes, regardless of how almighty he was, he was nothing but an adorable, small black cat.

source: 루시는 거기까지 말하고는 주위를 둘러보았다.
en_us: After she finished her sentence, Lucy looked around to see if anyone was listening to her other than the princess. It seemed like she was about to say something that shouldn’t be discussed.

source: 쯧, 하고 혀를 찬 에이몬이 다시 깃펜을 들었다.
en_us: After getting rid of Majetto from the room, Amon went back to the table and picked up the quill.

source: 블론디나가 살아온 삶을 제대로 알지 못하니 그저 어울리지 않는 한탄이라 생각할 따름이었다.
en_us: Lucy would never know the pains and struggles Blondina had gone through to understand what she was implying from her words.

source: 커다란 석상을 보자 절 때리던 식당 주인이 떠올라 저도 모르게 반응한 것이다.
en_us: The statue reminded Blondina

source: “죽은 것보다는 살았을 때 보는 쪽이…….”
en_us: “I prefer them alive, rather than dead...”

source: 호화로운 황궁 안에 살고 있으나 아직도 그때의 꿈을 꾸다 울며 깬다.
en_us: Even after she moved into the imperial palace, she would dream nightmares of returning to her past.

source: 인간보다 조금 뜨거운 체온 때문일까.
en_us: And because the divine beasts had a warmer body temperature, every time his touches swiped her skin, it felt as if she was slightly burned by it.

source: 아차, 하는 표정의 에이몬.
en_us: The three remained silent as Amon noticed what he had done.

source: “뭐……가……?”
en_us: “What...do you mean...?”

source: 그러자 보송한 솜뭉치 대신 아름다운 소년 한 명이 나타났다.
en_us: Soon, he was surrounded by a gust through which he transformed into his beautiful human form.

source: 방금까지 귀여운 표범 새끼였던 에이몬을.{j}에이몬은 하얀 종이를 천천히 쥐어 들어 정적인 얼굴로 그것을 들여다보았다.
en_us: Amon had transformed into his human form and picked up the white parchment with his hands, looking at it with a still face.{j}

source: 공작가 집사의 목소리가 들려왔다.
en_us: The butler at the gates announced with a loud voice.

source: “에이몬 니이임-!”
en_us: “Sir AMONNNNNNN...!”

source: 이건 같은 편인지 뭔지.{j}눈치도 없는 게!
en_us: Whose side are you on? You’re such an idiot!{j}

source: ‘날 버렸을 때부터 알아봤어야 했는데.’
en_us: Like father, like son. I understand what kind of person the emperor is seeing how his children treat others. No wonder he abandoned me and my mother.

source: “세상에!{j}응!{j}응!{j}좋아!{j}고마워!”
en_us: “Wow! Yes, please! Thank you so much Amon!”{j}{j}{j}{j}

source: 「뭐야!」
en_us: “What are you doing?!”

source: “에이몬 님도 그간 잘 지내셨어요?{j}최근 안 보이셔서 보고 싶었어요.”
en_us: “How are you Amon? I missed you so much.”{j}

source: 속으로 자기합리화의 말을 중얼거리면서도 어금니가 꽉 물렸다.
en_us: She muttered to justify her fears, but it couldn’t stop her from clenching her teeth.

source: 황제는 답 없이 사신의 어깨에 손을 올렸다 떼었다.{j}슬쩍, 눈짓으로 블론디나를 훑는다.{j}고개를 살짝 든 채 허리를 펴고 서 있는 아이.
en_us: Without answering, the emperor reached out his hand and tapped the envoy’s shoulder. He stole a glance at Blondina, who was stading by his side with her head slightly raised.{j}{j}

source: 오각형의 커다란 붉은 보석 주위를 분홍빛 핑크 다이아몬드가 자잘하게 감싸고 있는 꽃 모양의 브로치였다.
en_us: It was a flower-shaped brooch with tiny pink diamonds wrapping around a huge red pentagon jewel. It glistened beautifully under the sunlight.

source: 블론디나는 말없이 에이몬을 내려다보았다.{j}그러다가 다시 고개를 들어 괜히 달을 쳐다봤다.
en_us: Blondina silently looked down at Amon, then awkwardly raised her head to look at the moon.{j}

source: “어디서 배운 것이지?{j}빨래터?{j}아니면 헛간?{j}혹시 귀뚜라미가 네 선생님인 건가?”
en_us: “Where did you learn it? A washhouse? Or a barn? Don’t tell me you learned it from an insect.”{j}{j}{j}

source: 「그래.{j}똑똑하네.」
en_us: “Good. You’re a smart one.”{j}
